Revit 2027 API
UnitTypeId.KilonewtonMetersPerMeter Property
 Kilonewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilonewtonMetersPerMeter { get; }
Public Shared ReadOnly Property KilonewtonMetersPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilonewtonMetersPerMeter {
	ForgeTypeId^ get ();
}
static member KilonewtonMetersPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace